const link = 'https://rolling-scopes-school.github.io/slumrag-JSFEPRESCHOOL2023Q2/image-gallery/';
const selfEval = `
Ваша оценка - 60 баллов
Отзыв по пунктам ТЗ:
Не выполненные/не засчитанные пункты:
1) Очень высокое качество оформления приложения и/или дополнительный не предусмотренный в задании функционал, улучшающий качество приложения

Выполненные пункты:
1) на странице есть несколько фото и строка поиска

2) в футере приложения есть ссылка на гитхаб автора приложения, год создания приложения, логотип курса со ссылкой на курс

3) При загрузке приложения на странице отображаются полученные от API изображения

4) Если в поле поиска ввести слово и отправить поисковый запрос, на странице отобразятся изображения соответствующей тематики, если такие данные предоставляет API

5) при открытии приложения курсор находится в поле ввода

6) есть placeholder

7) автозаполнение поля ввода отключено (нет выпадающего списка с предыдущими запросами)

8) поисковый запрос можно отправить нажатием клавиши Enter

9) после отправки поискового запроса и отображения результатов поиска, поисковый запрос продолжает отображаться в поле ввода

10) в поле ввода есть крестик при клике по которому поисковый запрос из поля ввода удаляется и отображается placeholder

`;
console.log(link);
console.log(selfEval);
